Repository: MuKonqi/nottodbox
Catalog: po/*.po
Languages: tr, tr_tr

source: Documents are automatically saved unless you are editing a outdated diary and have disabled this feature. Additionally, a backup of the old content is always retained. Furthermore, auto-saves do not overwrite backups, meaning your manual changes remain intact.
tr_tr: Eski bir günlüğü düzenlemiyorsanız ve bu özelliği devre dışı bırakmadıysanız, belgeler otomatik olarak kaydedilir.Ayrıca, eski içeriğin yedeği her zaman saklanır.Dahası, otomatik kaydetme işlemi yedeklerin üzerine yazmaz, yani manuel değişiklikleriniz bozulmaz.

source: Documents can be in three formats: Markdown, HTML, and plain-text.
tr_tr: Belgeler üç biçimde olabilir: Markdown, HTML ve düz metin

source: Documents can be exported in multiple formats to your 'Documents' or 'Desktop' folder if you enable this feature. This allows you to edit them in other applications as well.
tr_tr: Bu özelliği etkinleştirirseniz, belgeler 'Belgeler' veya 'Masaüstü' klasörünüze birden fazla formatta dışa aktarılabilir. Bu, diğer uygulamalarda da düzenlemenizi sağlar.

source: You can pin your favorite documents/notebooks to the sidebar for easy access.
tr_tr: En sevdiğiniz belgeleri/not defterlerini kolay erişim için kenar çubuğuna sabitleyebilirsiniz.

source: You can change the background, text, and border colors of the document/notebook in three different states: normal, hover, and click
tr_tr: Belgenin/not defterinin arka plan, metin ve kenar renklerini üç farklı durum için değiştirebilirsiniz: normal, fareyle üzerine gelindiğinde ve tıklandığında

source: And here's the most important part! All documents are associated with a notebook, and all options can follow it. All documents/notebooks can use the default settings or follow the global settings. With them, you can to customize so many things with ease.
tr_tr: Ve işte en önemli kısım! Tüm belgeler bir not defteri ile ilişkilidir ve tüm seçenekler bunu takip edebilir. Tüm belgeler/not defterleri varsayılan ayarları kullanabilir veya genel ayarları takip edebilir. Bunlarla, çok sayıda şeyi kolaylıkla özelleştirebilirsiniz.

source: Appearance when using 'Nottodbox Light' color scheme
tr_tr: 'Nottodbox Light' renk şeması kullanıldığında görünüm

source: Appearance when using 'Nottodbox Dark' color scheme
tr_tr: 'Nottodbox Dark' renk şeması kullanıldığında görünüm
