Repository: MuKonqi/nottodbox
Catalog: po/*.po
Languages: tr, tr_tr

source: Edit notes, to-dos and diaries
tr: Notları, yapılacakları ve günlükleri düzenleyin

source: Home
tr: Ev

source: Notes
tr: Notlar

source: To-dos
tr: Yapılacaklar

source: Diaries
tr: Günlükler

source: Settings
tr: Ayarlar

source: About
tr: Hakkında

source: Version
tr: Sürüm

source: Commit
tr: İşleme

source: Source codes
tr: Kaynak kodları

source: Developer
tr: Geliştirici

source: Copyright (C)
tr: Telif Hakkı (C)

source: License: GNU General Public License, Version 3 or later
tr: Lisans: GNU Genel Kamu Lisansı, Sürüm 3 veya sonrası

source: Modification:
tr: Değiştirilme:

source: Come back to today
tr: Günümüze geri dön

source: Refresh today variable (it is {name})
tr: Gün değişkenini yenile (şu anda {name})

source: Open/create
tr: Aç/oluştur

source: Show backup
tr: Yedeği göster

source: Restore content
tr: İçeriği geri yükle

source: Clear content
tr: İçeriği temizle

source: Set highlight
tr: Vurgu rengini ayarla

source: Delete diary
tr: Günlüğü sil

source: Delete all
tr: Her şeyi sil

source: Error
tr: Hata

source: There is no diary called {name}.
tr: {name} adında bir günlük yok.

source: There is no backup for {name} diary.
tr: {name} günlüğü için yedek yok.

source: Diary name can not be blank.
tr: Günlük adı boş olamaz.

source: Successful
tr: Başarılı

source: Content of {name} diary deleted.
tr: {name} günlüğünün içeriği temizlendi.

source: Failed to clear content of {name} diary.
tr: {name} günlüğünün içeriği temizlenemedi.

source: Question
tr: Soru

source: {name} diary not saved. Do you want to directly closing or closing after saving it or cancel?
tr: {name} günlüğü kaydedilemedi. Hemen kapatmak ya da kaydedip kapatmak mı yoksa işlemi iptal mi etmek istersiniz?

source: Failed to save {name} diary.
tr: {name} günlüğü kaydedilemedi.

source: All diaries deleted.
tr: Tüm günlükler temizlendi.

source: Failed to delete all diaries.
tr: Tüm günlükler temizlenemedi.

source: {name} diary deleted.
tr: {name} günlüğü silindi.

source: Failed to delete {name} diary.
tr: {name} günlüğü silinemedi.

source: Diaries are unique to the day they are written. So, are you sure?
tr: Günlükler yazıldığı güne özellerdir. Yani, emin misiniz?

source: Backup of {name} diary restored.
tr: {name} günlüğünün yedeği geri yüklendi.

source: Failed to restore backup of {name} diary.
tr: {name} günlüğünün yedeği geri yüklenemedi.

source: Select Highlight Color for {name} Diary
tr: {name} Günlüğü için Vurgu Rengi Seçin

source: Highlight color setted to {color} for {name} diary.
tr: Vurgu rengi, {name} günlüğü için {color} olarak ayarlandı.

source: global
tr: küresel

source: default
tr: varsayılan

source: Failed to set highlight color for {name} diary.
tr: Vurgu rengi, {name} günlüğü için ayarlanamadı.

source: (Backup)
tr: (Yedek)

source: Double-click on top to opening a diary.
tr: Üstte bir günlüğü açmak için çift tıklayın.

source: Welcome {username}!
tr: Merhabalar {username}!

source: Focus to Diary for Today
tr: Bugünün Günlüğüne Odaklan

source: List of To-dos
tr: Yapılacakların Listesi

source: List of Notes
tr: Notların Listesi

source: Finish Focusing of Diary for Today
tr: Bugünün Günlüğüne Odaklanmayı Bitir

source: Sidebar
tr: Kenar Çubuğu

source: Show
tr: Göster

source: Hide
tr: Gizle

source: Note
tr: Not

source: (Backup)
tr: (Yedek)

source: Note:
tr: Not:

source: notes
tr: notlar

source: Diary
tr: Günlük

source: Diary:
tr: Günlük:

source: and diaries
tr: ve günlükler

source: diaries
tr: günlükler

source: Some {pages} are not saved. Do you want to directly closing or closing after saving them or cancel?
tr: Bazı {pages} kaydilmedi. Hemen kapatmak ya da kaydedip kapatmak mı yoksa işlemi iptal mi etmek istersiniz?

source: All open notes and open diaries saved.
tr: Tüm açık sayfalar ve notlar kaydedildi.

source: Warning
tr: Uyarı

source: All open notes saved but failed to save all open diaries.
tr: Tüm açık notlar kaydedildi fakat açık günlükler kaydedilemedi.

source: All open diaries saved but failed to save all open notes.
tr: Tüm açık günlükler kaydedildi fakat açık notlar kaydedilemedi.

source: Failed to save all open notes and open diaries.
tr: Tüm notlar ve günlükler kaydedilemedi.

source: All open notes saved.
tr: Tüm notlar kaydedildi.

source: Failed to save all open notes.
tr: Tüm notlar kaydedilemedi.

source: All open diaries saved.
tr: Tüm günlükler kaydedildi.

source: Failed to save all open diaries.
tr: Tüm günlükler kaydedilemedi.

source: Diary {date} saved.
tr: Günlük {date} kaydedildi.

source: Failed to save diary {date}.
tr: {date} günlüğü kaydedilemedi.

source: Can not save new sidebar setting.
tr: Yeni kenar çubuğu ayarı kaydedilemedi.

source: Notebook:
tr: Not defteri:

source: Search in the list below
tr: Aşağıdaki listede arayın

source: {name} note not saved. Do you want to directly closing or closing after saving it or cancel?
tr: {name} notu kaydedilmedi.Hemen kapatmak ya da kaydedip kapatmak mı yoksa işlemi iptal mi etmek istersiniz?

source: You can select a notebook or a note on the left.
tr: Solda bir not defteri veya bir not seçebilirsiniz.

source: Create notebook
tr: Not defteri oluştur

source: Create note
tr: Not oluştur

source: Set background color
tr: Arka plan rengini ayarla

source: Set text color
tr: Metin rengini ayarla

source: Rename notebook
tr: Not defterini y. adlandır

source: Reset notebook
tr: Not defterini sıfırla

source: Delete notebook
tr: Not defterini sil

source: There is no notebook called {name}.
tr: {name} adında bir not defteri yok.

source: Create Notebook
tr: Not Defteri Oluştur

source: Please enter a name for creating a notebook.
tr: Lütfen bir not defteri oluşturmak için ad girin.

source: The notebook name can not contain these characters: ' and @
tr: Not defteri adı şu karakterleri içeremez: ' ve @

source: The notebook name can not be to __main__.
tr: Not defteri adı __main__ olamaz.

source: {name} notebook already created.
tr: {name} not defteri zaten oluşturulmuş.

source: {name} notebook created.
tr: {name} not defteri kaydedildi.

source: Failed to create {name} notebook.
tr: {name} not defteri oluşturulamadı.

source: All notebooks deleted.
tr: Tüm not defterleri silindi.

source: Failed to delete all notebooks.
tr: Tüm not defterleri silinemedi.

source: {name} notebook deleted.
tr: {name} not defteri silindi.

source: Failed to delete {name} notebook.
tr: {name} not defteri silinemedi.

source: Rename {name} Notebook
tr: {name} Not Defterini Yeniden Adlandır

source: Please enter a new name for {name} notebook.
tr: Lütfen {name} not defteri için yeni bir ad girin.

source: {name} notebook renamed as {newname}.
tr: {name} not defteri {newname} olarak yeniden adlandırıldı.

source: Failed to rename {name} notebook.
tr: {name} not defteri yeniden adlandırılamadı.

source: Already existing {newname} notebook, renaming {name} notebook cancalled.
tr: Zaten {newname} not defteri mevcut, {name} not defterini yeniden adlandırma iptal edildi.

source: {name} notebook reset.
tr: {name} not defteri sıfırlandı.

source: Failed to reset {name} notebook.
tr: {name} not defteri sıfırlanamadı.

source: Select Background Color for {name} Notebook
tr: {name} Not Defteri için Arka Plan Rengi Seçin

source: Background color setted to {color} for {name} notebook.
tr: Arka plan rengi, {name} not defteri için {color} olarak ayarlandı.

source: Failed to set background color for {name} notebook.
tr: Arka plan rengi {name} not defteri için ayarlanamadı.

source: Select Text Color for {name} Notebook
tr: {name} Not Defteri için Metin Rengi Seçin

source: Text color setted to {color} for {name} notebook.
tr: Metin rengi, {name} not defteri için {color} olarak ayarlandı.

source: Failed to set text color for {name} notebook.
tr: Metin rengi, {name} not defteri için ayarlanamadı.

source: Open note
tr: Notu aç

source: Rename note
tr: Notu y. adlandır

source: Delete note
tr: Notu sil

source: There is no note called {name}.
tr: {name} adında bir not yok.

source: There is no backup for {name} note.
tr: {name} notu için yedek yok.

source: Content of {name} note cleared.
tr: {name} notunun içeriği temizlendi.

source: Failed to clear content of {name} note.
tr: {name} notunun içeriği temizlenemedi.

source: Create Note
tr: Not Oluştur

source: Please enter a name for creating a note.
tr: Lütfen bir not oluşturmak için bir not girin.

source: The note name can not contain @ character.
tr: Not adı @ karakterini içeremez.

source: {name} note already created.
tr: {name} notu zaten oluşturulmuş.

source: {name} note created.
tr: {name} notu oluşturuldu.

source: Failed to create {name} note.
tr: {name} notunu oluşturulamadı.

source: {name} note deleted.
tr: {name} notu silindi.

source: Failed to delete {name} note.
tr: {name} notu silinemedi.

source: Rename {name} Note
tr: {name} Notunu Yeniden Adlandır

source: Please enter a new name for {name} note.
tr: Lütfen {name} notu için yeni bir ad girin.

source: {name} note renamed as {newname}.
tr: {name} notu {newname} olarak yeniden adlandırıldı.

source: Failed to rename {name} note.
tr: {name} notu yeniden adlandırılamadı.

source: Already existing {newname} note, renaming {name} note cancalled.
tr: Zaten {newname} notu mevcut, {name} notunu adlandırma iptal edildi.

source: Backup of {name} note restored.
tr: {name} notunun yedeği geri yüklendi.

source: Failed to restore backup of {name} note.
tr: {name} notunun yedeği geri yüklenemedi.

source: Select Background Color for {name} Note
tr: {name} Notu için Arka Plan Rengi Seçin

source: Background color setted to {color} for {name} note.
tr: Arka plan rengi, {name} notu için {color} olarak ayarlandı.

source: Failed to set background color for {name} note.
tr: Arka plan rengi {name} notu için ayarlanamadı.

source: Select Text Color for {name} Note
tr: {name} Notu için Metin Rengi Seçin

source: Text color setted to {color} for {name} note.
tr: Metin rengi, {name} notu için {color} olarak ayarlandı.

source: Failed to set text color for {name} note.
tr: Metin rengi, {name} notu için ayarlanamadı.

source: Name
tr: Ad

source: Creation
tr: Oluşturulma

source: Modification
tr: Değiştirilme

source: Double-click to opening a note.
tr: Bir not açmak için çift tıklayın.

source: Please select a note or a notebook only by clicking on the first column.
tr: Lütfen sadece birinci sütüne tıklayarak bir not seçin.

source: Unnamed
tr: Adsız

source: Please select a note or a notebook.
tr: Lütfen bir not defteri veya not seçin.

source: Reset all
tr: Tümünü sıfırla

source: Apply all
tr: Tümünü uygula

source: Cancel all
tr: Tümünü iptal et

source: If you have documents with the format setting set to global, this change may corrupt them. Are you sure?
tr: Eğer biçim ayarı küresele ayarlanmış belgeleriniz varsa bu değişiklik, onları bozabilir. Emin misiniz?

source: All settings applied.
tr: Yeni ayarlar uygulandı.

source: Failed to apply all settings.
tr: Tüm ayarlar uygulanamadı.

source: All setting reset.
tr: Tüm ayarlar varsayılana sıfırlandı.

source: Failed to reset all settings.
tr: Tüm ayarlar sıfırlanamadı.

source: Plain-text
tr: Düz metin

source: Auto-save:
tr: Oto. kayıt:

source: Format:
tr: Biçim:

source: Background color:
tr: Arka plan rengi:

source: Text color:
tr: Metin rengi:

source: Highlight color:
tr: Vurgu rengi:

source: Reset
tr: Sıfırla

source: Apply
tr: Uygula

source: Cancel
tr: İptal et

source: New settings are applied.
tr: Yeni ayarlar uygulandı.

source: Failed to apply new settings.
tr: Yeni ayarlar uygulanamadı.

source: Settings are reset.
tr: Ayarlar varsayılana sıfırlandı.

source: Failed to reset settings.
tr: Ayarlar sıfırlanamadı.

source: Disabled
tr: Devre dışı

source: Enabled
tr: Aktif

source: Select Background Color
tr: Arka Plan Rengi Seçin

source: Select color (it is {color})
tr: Renk seçin (şu anda {color})

source: Select Text Color
tr: Metin Rengi Seçin

source: Select Highlight Color
tr: Vurgu Rengi Seçin

source: Search in lists
tr: Listelerde arayın

source: Currently Open Pages
tr: Şu Anki Açık Sayfalar

source: Double-click to going to selected page.
tr: Seçilen sayfaya gitmek için çift tıklayın.

source: Last Opened Pages
tr: Son Açılmış Sayfalar

source: Only for 2nd list:
tr: Sadece 2. liste için:

source: Delete
tr: Sil

source: Clear
tr: Temizle

source: Note: {name}
tr: Not: {name}

source: Todo list: {todolist}
tr: Yapılacaklar listesi: {todolist}

source: Diary: {date}
tr: Günlük: {date}

source: Failed to add {page} to 2nd list.
tr: 2. listeye {page} eklenemedi.

source: 2nd list cleaned.
tr: 2. liste temizlendi.

source: Failed to clear 2nd list.
tr: 2. liste temizlenemedi.

source: The selection is invalid.
tr: Seçim geçersiz.

source: Todo list:
tr: Yapılacaklar listesi:

source: {page} deleted from 2nd list.
tr: {page} 2. listeden silindi.

source: Failed to delete {page} from 2nd list.
tr: {page} 2. listeden silinemedi.

source: Failed to open note via {text} text.
tr: {text} metni aracılığıyla not açılamadı.

source: Note: {page}
tr: Not: {page}

source: Todo list: {page}
tr: Yapılacaklar listesi: {page}

source: Diary: {page}
tr: Günlük: {page}

source: To-do:
tr: Yapılacak:

source: To-do list:
tr: Yapılacaklar listesi:

source: You can select a to-do list or a to-do on the left.
tr: Solda bir yapılacaklar listesi veya bir yapılacak seçebilirsiniz.

source: Create to-do list
tr: Yapılacaklar l. oluştur

source: Create todo
tr: Yapılacak oluştur

source: Rename to-do list
tr: Yapılacaklar l. y. adlandır

source: Reset to-do list
tr: Yapılacaklar l. sıfırla

source: Delete to-do list
tr: Yapılacaklar l. sil

source: There is no to-do list called {name}.
tr: {name} adında bir yapılacaklar listesi yok.

source: Create To-do List
tr: Yapılacaklar listesi oluştur

source: Please enter a name for creating a to-do list.
tr: Lütfen yapılacaklar listesi oluşturmak için bir isim girin.

source: The to-do list name can not contain these characters: ' and @
tr: Yapılacaklar listesi adı şu karakterleri içeremez: ' ve @

source: The to-do list name can not be to __main__.
tr: Yapılacaklar listesi adı __main__ olamaz.

source: {name} to-do list already created.
tr: {name} yapılacaklar listesi zaten oluşturulmuş.

source: {name} to-do list created.
tr: {name} yapılacaklar listesi oluşturuldu.

source: Failed to create {name} to-do list.
tr: {name} yapılacaklar listesi oluşturulamadı.

source: All to-do lists deleted.
tr: Tüm yapılacaklar listeleri silindi.

source: Failed to delete all to-do lists.
tr: Tüm yapılacaklar listeleri silinemedi.

source: {name} to-do list deleted.
tr: {name} yapılacaklar listesi silindi.

source: Failed to delete {name} to-do list.
tr: {name} yapılacaklar listesi silinemedi.

source: Rename {name} To-do List
tr: {name} yapılacaklar listesini yeniden adlandır

source: Please enter a new name for {name} to-do list.
tr: Lütfen {name} yapılacaklar listesi için yeni bir ad girin.

source: {name} to-do list renamed as {newname}.
tr: {name} yapılacaklar listesi {newname} olarak yeniden adlandırıldı.

source: Failed to rename {name} to-do list.
tr: {name} yapılacaklar listesi yeniden adlandırılamadı.

source: {newname} to-do list already created.
tr: {name} yapılacaklar listesi zaten oluşturulmuş.

source: {name} to-do list reset.
tr: {name} yapılacaklar listesi sıfırlandı.

source: Failed to reset {name} to-do list.
tr: {name} yapılacaklar listesi sıfırlanamadı.

source: Select Background Color for {name} To-do List
tr: {name} Yapılacaklar Listesi için Arka Plan Rengi Seçin

source: Background color setted to {color} for {name} to-do list.
tr: Arka plan rengi, {name} yapılacaklar listesi için {color} olarak ayarlandı.

source: Failed to set background color for {name} to-do list.
tr: Arka plan rengi {name} yapılacaklar listesi için ayarlanamadı.

source: Select Text Color for {name} To-do List
tr: {name} Yapılacaklar Listesi için Metin Rengi Seçin

source: Text color setted to {color} for {name} to-do list.
tr: Metin rengi, {name} yapılacaklar listesi için {color} olarak ayarlandı.

source: Failed to set text color for {name} to-do list.
tr: Metin rengi {name} yapılacaklar listesi için ayarlanamadı.

source: Change status
tr: Durumu ayarla

source: Edit todo
tr: Yapılacağı düzenle

source: Delete todo
tr: Yapılacağı sil

source: There is no to-do called {todo}.
tr: {todo} yapılacağı yok.

source: {todo} todo's status changed.
tr: {todo} yapılacağı oluşturuldu.

source: Failed to change {todo}'s status.
tr: {todo} yapılacağı oluşturulamadı.

source: Create To-do
tr: Yapılacak oluştur

source: Please enter anything for creating a to-do.
tr: Lütfen bir yapılacak oluşturmak için herhangi bir şey girin.

source: {todo} to-do already created.
tr: {todo} yapılacağı zaten oluşturulmuş.

source: {todo} to-do created.
tr: {todo} yapılacağı oluşturuldu.

source: Failed to create {todo} to-do.
tr: {todo} yapılacağı oluşturulamadı.

source: {todo} to-do deleted.
tr: {todo} yapılacağı silindi.

source: Failed to delete {todo} to-do.
tr: {todo} yapılacağı silinemedi.

source: Edit {todo} To-do
tr: {todo} yapılacağını düzenle

source: Please enter anything for editing {todo} to-do.
tr: Lütfen {todo} yapılacağını düzenlemek için herhangi bir şey girin.

source: {todo} to-do edited as {newtodo}.
tr: {todo} yapılacağı {newtodo} olarak düzenlendi.

source: Failed to edit {todo} to-do.
tr: {todo} yapılacağı düzenlemedi.

source: Already existing {newtodo} todo, editing {todo} to-do cancalled.
tr: {newtodo} yapılacağı zaten mevcut, {todo} yapılacağını düzenleme vazgeçildi.

source: Select Background Color for {todo} To-do
tr: {todo} Yapılacağı için Arka Plan Rengi Seçin

source: Background color setted to {color} for {todo} to-do.
tr: Arka plan rengi, {todo} yapılacağı için {color} olarak ayarlandı.

source: Failed to set background color for {todo} to-do.
tr: Arka plan rengi {todo} yapılacağı için ayarlanamadı.

source: Select Text Color for {todo} To-do
tr: {todo} Yapılacağı için Metin Rengi Seçin

source: Text color setted to {color} for {todo} to-do.
tr: Metin rengi, {todo} yapılacağı için {color} olarak ayarlandı.

source: Failed to set text color for {todo} to-do.
tr: Metin rengi {todo} yapılacağı için ayarlanamadı.

source: Modification / Completion
tr: Değiştirilme / Tamamlanma

source: Double-click to changing status of a to-do.
tr: Bir yapılacağın durumunu değiştirmek için çift tıklayın.

source: Not completed
tr: Tamamlanmamış

source: Please select a to-do.
tr: Lütfen bir yapılacak seçin.

source: Please select a to-do or a to-do list only by clicking on the first column.
tr: Lütfen sadece birinci sütuna tıklayarak bir yapılacak seçin.

source: Set to global
tr: Küresele ayarla

source: Set to default
tr: Varsayılana ayarla

source: Bold
tr: Kalın

source: Italic
tr: İtalik

source: Underline
tr: Altı çizili

source: Strike through
tr: Ortadan çizili

source: Fixed spacing
tr: Eşit boşluklama

source: Paragraph text
tr: Paragraf metni

source: Biggest header
tr: En büyük başlık

source: Bigger header
tr: Daha büyük başlık

source: Big header
tr: Büyük başlık

source: Small header
tr: Küçük başlık

source: Smaller header
tr: Daha küçük başlık

source: Smallest header
tr: En küçük başlık

source: Heading
tr: Başlıklama

source: Unordered
tr: Sırasız

source: Ordered with decimal numbers
tr: Tam sayılarla sıralanmış

source: Ordered with lowercase letters
tr: Küçük harflerle sıralanmış

source: Ordered with uppercase letters
tr: Büyük harflerle sıralanmış

source: List
tr: Liste

source: Left
tr: Sol

source: Center
tr: Merkez

source: Setting alignment is only available in HTML format.
tr: Yön ayarlama sadece HTML biçiminde mevcuttur.

source: Alignment
tr: Yön

source: Table
tr: Tablo

source: Link
tr: Bağlantı

source: Text color
tr: Metin rengi

source: Setting text color is only available in HTML format.
tr: Metin rengi ayarlama sadece HTML biçiminde mevcuttur.

source: Background color
tr: Arka plan rengi

source: Setting background color is only available in HTML format.
tr: Arka plan rengi ayarlama sadece HTML biçiminde mevcuttur.

source: Add Link
tr: Bağlantı Ekle

source: Link text:
tr: Bağlantı metni:

source: Link URL:
tr: Bağlantı URL'si:

source: Not required
tr: Gerekli değil

source: Required
tr: Gerekli

source: The URL is required, it can not be blank.
tr: Bağlantı gerekli, o boş olamaz.

source: Add Table
tr: Tablo Ekle

source: Row number:
tr: Satır sayısı:

source: Column number:
tr: Sütün sayısı:

source: The row and column numbers are required, they can not be blank.
tr: Satır ile sütün sayıları gerekli, onlar boş olamaz.

source: Text formatter is only available in Markdown and HTML formats.
tr: Metin biçimlendiricisi sadece Markdown ile HTML biçimlerinde mevcuttur.

source: To close an open formatting, type a word and then click on it.
tr: Açık bir biçimlendirmeyi kapatmak için bir sözcük yazın ve ardından üzerine tıklayın.

source: enabled
tr: aktif

source: disabled
tr: devre dışı

source: plain-text
tr: düz metin

source: Save
tr: Kaydet

source: Auto-save: Follow global ({setting})
tr: Oto. kayıt: Küreseli takip et ({setting})

source: Auto-save: Enabled
tr: Oto. kayıt: Etkin

source: Auto-save: Disabled
tr: Oto. kayıt: Devre dışı

source: Auto-saves do not change backups.
tr: Oto. kayıt yedekleri değiştirmez.

source: Auto-save feature disabled for old diaries.
tr: Oto. kaydetme özelliği eski günlükler için devre dışıdır.

source: Format: Follow global ({setting})
tr: Biçim: Küreseli takip et ({setting})

source: Format: Plain-text
tr: Biçim: Düz metin

source: Format: Markdown
tr: Biçim: Markdown

source: Format: HTML
tr: Biçim: HTML

source: Format changes may corrupt the document.
tr: Biçim değişiklikleri belgeyi bozalabilir.

source: Failed to create {name} diary for changing settings.
tr: {name} günlüğü ayarları değiştirmek için oluşturulamadı.

source: {name} document saved.
tr: {name} belgesi kaydedildi.

source: Failed to save {name} document.
tr: {name} belgesi kaydedilemedi.

source: Failed to save new auto-save setting for {name} document.
tr: {name} belgesi için yeni oto. kayıt ayarı kaydedilemedi.

source: Failed to save new format setting for {name} document.
tr: {name} belgesi için biçim ayarı kaydedilemedi.

source: Backup of {name} document restored.
tr: {name} belgesinin yedeği geri yüklendi.

source: Failed to restore backup of {name} document.
tr: {name} belgesinin yedeği geri yüklenemedi.

source: Organize notes, to-dos and diaries
tr_tr: Notları, yapılacakları ve günlükleri düzenleyin

source: Nottodbox allows you to create and organize notes, to-dos, and diaries with rich text support in popular formats.
tr_tr: Nottodbox pöpüler biçimlerde notları, yapılacakları ve günlüklerı oluşturmanızı ve organize etmenizi zengin metin desteğiyle sağlar.

source: In today's fast-paced world, we often have multiple tasks to handle simultaneously. That's why you can open multiple documents at once in the desired row x column layout.
tr_tr: Günümüzün hızlı tempolu dünyasında, genellikle aynı anda birden fazla görevi yerine getirmemiz gerekir. Bu nedenle, istediğiniz satır x sütun düzeninde birden fazla belgeyi aynı anda açabilirsiniz.

source: You can change the style and color scheme of the application to make it feel more like home.
tr_tr: Uygulamanın stilini ve renk düzenini değiştirerek daha rahat hissedebilirsiniz.

source: All customization options for documents/notebooks:
tr_tr: İşte belgeler/not defterleri için tüm özelleştirme seçenekleri:

source: You can mark a to-do as completed or uncompleted.
tr_tr: Bir yapılacağı tamamlanmış/tamamlanmamış olarak işaretleyebilirsiniz.

source: You can add a content lock to a document to turn it into a diary. This prevents the backup from being changed.
tr_tr: Bir belgeyi günlüğe dönüştürmek için içerik kilidi ekleyebilirsiniz. Bu yedeğin değiştirilmesini artık engeller.
